app/controllers/places_controller.rb

  def create
    @place = Place.new(place_params)

    respond_to do |format|
      if @place.save
---
INSERT INTO "places" ("address", "created_at", "description", "latitude", "longitude", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["address", ""], ["created_at", "2014-08-13 09:32:15.305232"], ["description", ""], ["latitude", 45.0], ["longitude", 34.0], ["updated_at", "2014-08-13 09:32:15.305232"]]

  def update
    respond_to do |format|
      if @place.update(place_params)
---
UPDATE "places" SET "description" = ?, "updated_at" = ? WHERE "places"."id" = 4  [["description", "ug"], ["updated_at", "2014-08-20 21:14:38.654664"]]

  def destroy
    @place.destroy
---
DELETE FROM "places" WHERE "places"."id" = ?  [["id", 980190962]]